import React from "react";

type Props = {};

export default function PreEnding({ }: Props) {
    

    return (
        <>
            <div>
                <p>
                    แสงยามเช้าอันสดใส <br />
                    เสียงนกที่คอยร้องเพลงในตอนเช้าตรู่
                    <br />
                    ทำให้คุณรู้สึกตัวและลืมตาตื่นขึ้นมา
                    <br />
                    คุณก็ได้ยินเสียงนาฬิกาปลุกที่ดังตามเวลาเช่นเคย
                    <br />
                    หลังจากที่ปิดนาฬิกาปลุกแล้ว
                    <br />
                    คุณสำรวจกับตัวเอง
                    <br />
                    แล้วพบว่า….
                </p>
            </div>
        </>
    );
}
